public/contact.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2022-07-15 Fri 10:12 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Get in touch</title>
<meta name="author" content="Aziz Ben Ali" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/stylesheets/main.css">
<link rel="icon" type="image/x-icon" href="/images/favicon.ico">
</head>
<body>
<div id="preamble" class="status">
<ul class="navigation">
  <li> <a href="/index.html">Home</a> </li>
  <li> <a href="/contact.html">Contact</a> </li>
  <li> <a href="/resume.html">Résumé</a> </li>
</ul>
</div>
<div id="content" class="content">

<div id="outline-container-orgcb73abf" class="outline-2">
<h2 id="orgcb73abf">Get in touch with me</h2>
<div class="outline-text-2" id="text-orgcb73abf">
<ul class="org-ul">
<li><p>
Email: <a href="mailto:ba.tahaaziz@gmail.com">ba.tahaaziz@gmail.com</a>
</p>

<p>
I usually reply within the day.
</p></li>

<li><p>
PGP: <a href="data/publickey.txt">EFA6 ECD0 64BA 7448 4B27 4B25 ACBF 041B DFD2 B01D</a>
</p>

<p>
For secure communications, you should encrypt the messages you
intend to send my way with my public key.
</p>

<p>
You can <a href="https://keyoxide.org/EFA6ECD064BA74484B274B25ACBF041BDFD2B01D">verify my identity</a> to rest assured that you're speaking to
me, not some stranger.
</p></li>
</ul>
</div>
</div>

<div id="outline-container-org24a81a6" class="outline-2">
<h2 id="org24a81a6">Places you can find me</h2>
<div class="outline-text-2" id="text-org24a81a6">
<ul class="org-ul">
<li>GitHub: <a href="https://github.com/grtcdr">@grtcdr</a></li>
<li>SourceHut: <a href="https://git.sr.ht/~grtcdr">~grtcdr</a></li>
<li>LinkedIn: <a href="https://www.linkedin.com/in/grtcdr/">@grtcdr</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
